{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[CLS]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "[SEP]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 64000,
      "content": "[MASK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "BertNormalizer",
    "clean_text": true,
    "handle_chinese_chars": true,
    "strip_accents": null,
    "lowercase": false
  },
  "pre_tokenizer": {
    "type": "BertPreTokenizer"
  },
  "post_processor": {
    "type": "TemplateProcessing",
    "single": [
      { "SpecialToken": { "id": "[CLS]", "type_id": 0 } },
      { "Sequence": { "id": "A", "type_id": 0 } },
      { "SpecialToken": { "id": "[SEP]", "type_id": 0 } }
    ],
    "pair": [
      { "SpecialToken": { "id": "[CLS]", "type_id": 0 } },
      { "Sequence": { "id": "A", "type_id": 0 } },
      { "SpecialToken": { "id": "[SEP]", "type_id": 0 } },
      { "Sequence": { "id": "B", "type_id": 0 } },
      { "SpecialToken": { "id": "[SEP]", "type_id": 0 } }
    ],
    "special_tokens": {
      "[CLS]": { "id": "[CLS]", "ids": [1], "tokens": ["[CLS]"] },
      "[SEP]": { "id": "[SEP]", "ids": [2], "tokens": ["[SEP]"] }
    }
  },
  "decoder": {
    "type": "WordPiece",
    "prefix": "##",
    "cleanup": true
  },
  "model": {
    "type": "WordPiece",
    "unk_token": "[UNK]",
    "continuing_subword_prefix": "##",
    "max_input_chars_per_word": 100,
    "vocab": {
      "[PAD]": 0,
      "[CLS]": 1,
      "[SEP]": 2,
      "[UNK]": 3,
      "<0x00>": 4,
      "<0x01>": 5,
      "<0x02>": 6,
      "<0x03>": 7,
      "<0x04>": 8,
      "<0x05>": 9,
      "<0x06>": 10,
      "<0x07>": 11,
      "<0x08>": 12,
      "<0x09>": 13,
      "<0x0A>": 14,
      "<0x0B>": 15,
      "<0x0C>": 16,
      "<0x0D>": 17,
      "<0x0E>": 18,
      "<0x0F>": 19,
      "<0x10>": 20,
      "<0x11>": 21,
      "<0x12>": 22,
      "<0x13>": 23,
      "<0x14>": 24,
      "<0x15>": 25,
      "<0x16>": 26,
      "<0x17>": 27,
      "<0x18>": 28,
      "<0x19>": 29,
      "<0x1A>": 30,
      "<0x1B>": 31,
      "<0x1C>": 32,
      "<0x1D>": 33,
      "<0x1E>": 34,
      "<0x1F>": 35,
      "<0x20>": 36,
      "<0x21>": 37,
      "<0x22>": 38,
      "<0x23>": 39,
      "<0x24>": 40,
      "<0x25>": 41,
      "<0x26>": 42,
      "<0x27>": 43,
      "<0x28>": 44,
      "<0x29>": 45,
      "<0x2A>": 46,
      "<0x2B>": 47,
      "<0x2C>": 48,
      "<0x2D>": 49,
      "<0x2E>": 50,
      "<0x2F>": 51,
      "<0x30>": 52,
      "<0x31>": 53,
      "<0x32>": 54,
      "<0x33>": 55,
      "<0x34>": 56,
      "<0x35>": 57,
      "<0x36>": 58,
      "<0x37>": 59,
      "<0x38>": 60,
      "<0x39>": 61,
      "<0x3A>": 62,
      "<0x3B>": 63,
      "<0x3C>": 64,
      "<0x3D>": 65,
      "<0x3E>": 66,
      "<0x3F>": 67,
      "<0x40>": 68,
      "<0x41>": 69,
      "<0x42>": 70,
      "<0x43>": 71,
      "<0x44>": 72,
      "<0x45>": 73,
      "<0x46>": 74,
      "<0x47>": 75,
      "<0x48>": 76,
      "<0x49>": 77,
      "<0x4A>": 78,
      "<0x4B>": 79,
      "<0x4C>": 80,
      "<0x4D>": 81,
      "<0x4E>": 82,
      "<0x4F>": 83,
      "<0x50>": 84,
      "<0x51>": 85,
      "<0x52>": 86,
      "<0x53>": 87,
      "<0x54>": 88,
      "<0x55>": 89,
      "<0x56>": 90,
      "<0x57>": 91,
      "<0x58>": 92,
      "<0x59>": 93,
      "<0x5A>": 94,
      "<0x5B>": 95,
      "<0x5C>": 96,
      "<0x5D>": 97,
      "<0x5E>": 98,
      "<0x5F>": 99,
      "<0x60>": 100,
      "<0x61>": 101,
      "<0x62>": 102,
      "<0x63>": 103,
      "<0x64>": 104,
      "<0x65>": 105,
      "<0x66>": 106,
      "<0x67>": 107,
      "<0x68>": 108,
      "<0x69>": 109,
      "<0x6A>": 110,
      "<0x6B>": 111,
      "<0x6C>": 112,
      "<0x6D>": 113,
      "<0x6E>": 114,
      "<0x6F>": 115,
      "<0x70>": 116,
      "<0x71>": 117,
      "<0x72>": 118,
      "<0x73>": 119,
      "<0x74>": 120,
      "<0x75>": 121,
      "<0x76>": 122,
      "<0x77>": 123,
      "<0x78>": 124,
      "<0x79>": 125,
      "<0x7A>": 126,
      "<0x7B>": 127,
      "<0x7C>": 128,
      "<0x7D>": 129,
      "<0x7E>": 130,
      "<0x7F>": 131,
      "<0x80>": 132,
      "<0x81>": 133,
      "<0x82>": 134,
      "<0x83>": 135,
      "<0x84>": 136,
      "<0x85>": 137,
      "<0x86>": 138,
      "<0x87>": 139,
      "<0x88>": 140,
      "<0x89>": 141,
      "<0x8A>": 142,
      "<0x8B>": 143,
      "<0x8C>": 144,
      "<0x8D>": 145,
      "<0x8E>": 146,
      "<0x8F>": 147,
      "<0x90>": 148,
      "<0x91>": 149,
      "<0x92>": 150,
      "<0x93>": 151,
      "<0x94>": 152,
      "<0x95>": 153,
      "<0x96>": 154,
      "<0x97>": 155,
      "<0x98>": 156,
      "<0x99>": 157,
      "<0x9A>": 158,
      "<0x9B>": 159,
      "<0x9C>": 160,
      "<0x9D>": 161,
      "<0x9E>": 162,
      "<0x9F>": 163,
      "<0xA0>": 164,
      "<0xA1>": 165,
      "<0xA2>": 166,
      "<0xA3>": 167,
      "<0xA4>": 168,
      "<0xA5>": 169,
      "<0xA6>": 170,
      "<0xA7>": 171,
      "<0xA8>": 172,
      "<0xA9>": 173,
      "<0xAA>": 174,
      "<0xAB>": 175,
      "<0xAC>": 176,
      "<0xAD>": 177,
      "<0xAE>": 178,
      "<0xAF>": 179,
      "<0xB0>": 180,
      "<0xB1>": 181,
      "<0xB2>": 182,
      "<0xB3>": 183,
      "<0xB4>": 184,
      "<0xB5>": 185,
      "<0xB6>": 186,
      "<0xB7>": 187,
      "<0xB8>": 188,
      "<0xB9>": 189,
      "<0xBA>": 190,
      "<0xBB>": 191,
      "<0xBC>": 192,
      "<0xBD>": 193,
      "<0xBE>": 194,
      "<0xBF>": 195,
      "<0xC0>": 196,
      "<0xC1>": 197,
      "<0xC2>": 198,
      "<0xC3>": 199,
      "<0xC4>": 200,
      "<0xC5>": 201,
      "<0xC6>": 202,
      "<0xC7>": 203,
      "<0xC8>": 204,
      "<0xC9>": 205,
      "<0xCA>": 206,
      "<0xCB>": 207,
      "<0xCC>": 208,
      "<0xCD>": 209,
      "<0xCE>": 210,
      "<0xCF>": 211,
      "<0xD0>": 212,
      "<0xD1>": 213,
      "<0xD2>": 214,
      "<0xD3>": 215,
      "<0xD4>": 216,
      "<0xD5>": 217,
      "<0xD6>": 218,
      "<0xD7>": 219,
      "<0xD8>": 220,
      "<0xD9>": 221,
      "<0xDA>": 222,
      "<0xDB>": 223,
      "<0xDC>": 224,
      "<0xDD>": 225,
      "<0xDE>": 226,
      "<0xDF>": 227,
      "<0xE0>": 228,
      "<0xE1>": 229,
      "<0xE2>": 230,
      "<0xE3>": 231,
      "<0xE4>": 232,
      "<0xE5>": 233,
      "<0xE6>": 234,
      "<0xE7>": 235,
      "<0xE8>": 236,
      "<0xE9>": 237,
      "<0xEA>": 238,
      "<0xEB>": 239,
      "<0xEC>": 240,
      "<0xED>": 241,
      "<0xEE>": 242,
      "<0xEF>": 243,
      "<0xF0>": 244,
      "<0xF1>": 245,
      "<0xF2>": 246,
      "<0xF3>": 247,
      "<0xF4>": 248,
      "<0xF5>": 249,
      "<0xF6>": 250,
      "<0xF7>": 251,
      "<0xF8>": 252,
      "<0xF9>": 253,
      "<0xFA>": 254,
      "<0xFB>": 255,
      "<0xFC>": 256,
      "<0xFD>": 257,
      "<0xFE>": 258,
      "<0xFF>": 259,
      "!": 260,
      "\"": 261,
      "#": 262,
      "$": 263,
      "%": 264,
      "&": 265,
      "'": 266,
      "(": 267,
      ")": 268,
      "*": 269,
      "+": 270,
      ",": 271,
      "-": 272,
      ".": 273,
      "/": 274,
      "0": 275,
      "1": 276,
      "2": 277,
      "3": 278,
      "4": 279,
      "5": 280,
      "6": 281,
      "7": 282,
      "8": 283,
      "9": 284,
      ":": 285,
      ";": 286,
      "<": 287,
      "=": 288,
      ">": 289,
      "?": 290,
      "@": 291,
      "A": 292,
      "B": 293,
      "C": 294,
      "D": 295,
      "E": 296,
      "F": 297,
      "G": 298,
      "H": 299,
      "I": 300,
      "J": 301,
      "K": 302,
      "L": 303,
      "M": 304,
      "N": 305,
      "O": 306,
      "P": 307,
      "Q": 308,
      "R": 309,
      "S": 310,
      "T": 311,
      "U": 312,
      "V": 313,
      "W": 314,
      "X": 315,
      "Y": 316,
      "Z": 317,
      "[": 318,
      "\\": 319,
      "]": 320,
      "^": 321,
      "_": 322,
      "`": 323,
      "a": 324,
      "b": 325,
      "c": 326,
      "d": 327,
      "e": 328,
      "f": 329,
      "g": 330,
      "h": 331,
      "i": 332,
      "j": 333,
      "k": 334,
      "l": 335,
      "m": 336,
      "n": 337,
      "o": 338,
      "p": 339,
      "q": 340,
      "r": 341,
      "s": 342,
      "t": 343,
      "u": 344,
      "v": 345,
      "w": 346,
      "x": 347,
      "y": 348,
      "z": 349,
      "{": 350,
      "|": 351,
      "}": 352,
      "~": 353,
      "£": 354,
      "¥": 355,
      "§": 356,
      "©": 357,
      "«": 358,
      "®": 359,
      "¯": 360,
      "°": 361,
      "±": 362,
      "²": 363,
      "³": 364,
      "´": 365,
      "µ": 366,
      "¶": 367,
      "·": 368,
      "¸": 369,
      "º": 370,
      "»": 371,
      "½": 372,
      "¿": 373,
      "Å": 374,
      "É": 375,
      "Í": 376,
      "×": 377,
      "Ø": 378,
      "ß": 379,
      "à": 380,
      "á": 381,
      "â": 382,
      "ã": 383,
      "ä": 384,
      "å": 385,
      "æ": 386,
      "ç": 387,
      "è": 388,
      "é": 389,
      "ê": 390,
      "ë": 391,
      "ì": 392,
      "í": 393,
      "î": 394,
      "ñ": 395,
      "ò": 396,
      "ó": 397,
      "ô": 398,
      "ö": 399,
      "÷": 400,
      "ø": 401,
      "ù": 402,
      "ú": 403,
      "ü": 404,
      "ā": 405,
      "ă": 406,
      "ć": 407,
      "č": 408,
      "Đ": 409,
      "đ": 410,
      "ē": 411,
      "ě": 412,
      "ī": 413,
      "ı": 414,
      "ł": 415,
      "ō": 416,
      "ş": 417,
      "š": 418,
      "ū": 419,
      "ư": 420,
      "ǎ": 421,
      "ǐ": 422,
      "ǒ": 423,
      "ǔ": 424,
      "ə": 425,
      "ɪ": 426,
      "ʔ": 427,
      "ʕ": 428,
      "˂": 429,
      "˃": 430,
      "ˊ": 431,
      "ˋ": 432,
      "ː": 433,
      "˘": 434,
      "˙": 435,
      "˚": 436,
      "˝": 437,
      "̀": 438,
      "́": 439,
      "̄": 440,
      "̆": 441,
      "̈": 442,
      "̊": 443,
      "̑": 444,
      "̣": 445,
      "̤": 446,
      "̥": 447,
      "̩": 448,
      "̫": 449,
      "̮": 450,
      "̴": 451,
      "̵": 452,
      "̶": 453,
      "̷": 454,
      "͈": 455,
      "͡": 456,
      "Δ": 457,
      "Φ": 458,
      "Ω": 459,
      "ά": 460,
      "έ": 461,
      "ή": 462,
      "ί": 463,
      "α": 464,
      "β": 465,
      "γ": 466,
      "δ": 467,
      "ε": 468,
      "η": 469,
      "θ": 470,
      "ι": 471,
      "κ": 472,
      "λ": 473,
      "μ": 474,
      "ν": 475,
      "ο": 476,
      "π": 477,
      "ρ": 478,
      "ς": 479,
      "σ": 480,
      "τ": 481,
      "υ": 482,
      "φ": 483,
      "χ": 484,
      "ω": 485,
      "ό": 486,
      "А": 487,
      "Б": 488,
      "В": 489,
      "Д": 490,
      "И": 491,
      "К": 492,
      "М": 493,
      "Н": 494,
      "О": 495,
      "П": 496,
      "Р": 497,
      "С": 498,
      "Т": 499,
      "а": 500,
      "б": 501,
      "в": 502,
      "г": 503,
      "д": 504,
      "е": 505,
      "ж": 506,
      "з": 507,
      "и": 508,
      "й": 509,
      "к": 510,
      "л": 511,
      "м": 512,
      "н": 513,
      "о": 514,
      "п": 515,
      "р": 516,
      "с": 517,
      "т": 518,
      "у": 519,
      "ф": 520,
      "х": 521,
      "ц": 522,
      "ч": 523,
      "ш": 524,
      "щ": 525,
      "ы": 526,
      "ь": 527,
      "э": 528,
      "ю": 529,
      "я": 530,
      "і": 531,
      "ְ": 532,
      "ִ": 533,
      "ַ": 534,
      "ָ": 535,
      "ּ": 536,
      "א": 537,
      "ב": 538,
      "ה": 539,
      "ו": 540,
      "י": 541,
      "ל": 542,
      "ר": 543,
      "ا": 544,
      "ب": 545,
      "ة": 546,
      "ت": 547,
      "د": 548,
      "ر": 549,
      "ع": 550,
      "ل": 551,
      "م": 552,
      "ن": 553,
      "و": 554,
      "ي": 555,
      "٩": 556,
      "۶": 557,
      "ा": 558,
      "्": 559,
      "੭": 560,
      "ෆ": 561,
      "ก": 562,
      "ง": 563,
      "ท": 564,
      "น": 565,
      "ม": 566,
      "ย": 567,
      "ร": 568,
      "อ": 569,
      "ั": 570,
      "า": 571,
      "ิ": 572,
      "เ": 573,
      "่": 574,
      "้": 575,
      "๑": 576,
      "ღ": 577,
      "ᄏ": 578,
      "ᄒ": 579,
      "ᅲ": 580,
      "ᆞ": 581,
      "ᆢ": 582,
      "ᴗ": 583,
      "ᵔ": 584,
      "ᵕ": 585,
      "ả": 586,
      "ế": 587,
      "ệ": 588,
      "ộ": 589,
      "–": 590,
      "—": 591,
      "―": 592,
      "‘": 593,
      "’": 594,
      "“": 595,
      "”": 596,
      "†": 597,
      "•": 598,
      "‣": 599,
      "․": 600,
      "‥": 601,
      "…": 602,
      "‧": 603,
      "′": 604,
      "″": 605,
      "›": 606,
      "※": 607,
      "‼": 608,
      "‿": 609,
      "⁂": 610,
      "⁼": 611,
      "⁾": 612,
      "₂": 613,
      "₩": 614,
      "€": 615,
      "⃣": 616,
      "℃": 617,
      "ℓ": 618,
      "™": 619,
      "⅓": 620,
      "⅔": 621,
      "Ⅰ": 622,
      "Ⅱ": 623,
      "Ⅲ": 624,
      "Ⅳ": 625,
      "Ⅴ": 626,
      "Ⅵ": 627,
      "←": 628,
      "↑": 629,
      "→": 630,
      "↓": 631,
      "↔": 632,
      "↕": 633,
      "↗": 634,
      "↘": 635,
      "↙": 636,
      "⇒": 637,
      "⇨": 638,
      "∀": 639,
      "∇": 640,
      "∈": 641,
      "∎": 642,
      "−": 643,
      "∗": 644,
      "∘": 645,
      "∙": 646,
      "√": 647,
      "∞": 648,
      "∥": 649,
      "∨": 650,
      "∩": 651,
      "∴": 652,
      "∼": 653,
      "≒": 654,
      "≠": 655,
      "≤": 656,
      "≥": 657,
      "≪": 658,
      "≫": 659,
      "⊙": 660,
      "⋅": 661,
      "⋯": 662,
      "⏰": 663,
      "①": 664,
      "②": 665,
      "③": 666,
      "④": 667,
      "⑤": 668,
      "⑥": 669,
      "⑦": 670,
      "⑧": 671,
      "⑨": 672,
      "⑩": 673,
      "⑪": 674,
      "⑴": 675,
      "⑵": 676,
      "ⓐ": 677,
      "ⓑ": 678,
      "ⓒ": 679,
      "ⓝ": 680,
      "─": 681,
      "━": 682,
      "│": 683,
      "┃": 684,
      "┈": 685,
      "┌": 686,
      "┏": 687,
      "┐": 688,
      "┓": 689,
      "└": 690,
      "┗": 691,
      "┘": 692,
      "┛": 693,
      "├": 694,
      "┠": 695,
      "┤": 696,
      "┨": 697,
      "┬": 698,
      "┴": 699,
      "┼": 700,
      "╹": 701,
      "█": 702,
      "▒": 703,
      "■": 704,
      "□": 705,
      "▣": 706,
      "▦": 707,
      "▨": 708,
      "▩": 709,
      "▪": 710,
      "▫": 711,
      "▲": 712,
      "△": 713,
      "▴": 714,
      "▶": 715,
      "▷": 716,
      "▸": 717,
      "►": 718,
      "▼": 719,
      "▽": 720,
      "◀": 721,
      "◁": 722,
      "◆": 723,
      "◇": 724,
      "◈": 725,
      "◉": 726,
      "○": 727,
      "◎": 728,
      "●": 729,
      "◐": 730,
      "◑": 731,
      "◕": 732,
      "◞": 733,
      "◟": 734,
      "◡": 735,
      "◦": 736,
      "◯": 737,
      "◾": 738,
      "☀": 739,
      "☁": 740,
      "★": 741,
      "☆": 742,
      "☎": 743,
      "☏": 744,
      "☑": 745,
      "☕": 746,
      "☜": 747,
      "☝": 748,
      "☞": 749,
      "☺": 750,
      "☻": 751,
      "♀": 752,
      "♂": 753,
      "♠": 754,
      "♡": 755,
      "♣": 756,
      "♤": 757,
      "♥": 758,
      "♦": 759,
      "♧": 760,
      "♨": 761,
      "♩": 762,
      "♪": 763,
      "♬": 764,
      "♭": 765,
      "✅": 766,
      "✌": 767,
      "✓": 768,
      "✔": 769,
      "✦": 770,
      "✧": 771,
      "✨": 772,
      "✿": 773,
      "❁": 774,
      "❌": 775,
      "❍": 776,
      "❕": 777,
      "❗": 778,
      "❛": 779,
      "❣": 780,
      "❤": 781,
      "➖": 782,
      "➡": 783,
      "➰": 784,
      "⠀": 785,
      "⣿": 786,
      "⦁": 787,
      "⫬": 788,
      "⬆": 789,
      "⬇": 790,
      "⬛": 791,
      "⭐": 792,
      "⭕": 793,
      "⸝": 794,
      "、": 795,
      "。": 796,
      "〃": 797,
      "々": 798,
      "〇": 799,
      "〈": 800,
      "〉": 801,
      "《": 802,
      "》": 803,
      "「": 804,
      "」": 805,
      "『": 806,
      "』": 807,
      "【": 808,
      "】": 809,
      "〓": 810,
      "〔": 811,
      "〕": 812,
      "〜": 813,
      "〰": 814,
      "ぁ": 815,
      "あ": 816,
      "い": 817,
      "う": 818,
      "え": 819,
      "お": 820,
      "か": 821,
      "が": 822,
      "き": 823,
      "ぎ": 824,
      "く": 825,
      "ぐ": 826,
      "け": 827,
      "げ": 828,
      "こ": 829,
      "ご": 830,
      "さ": 831,
      "ざ": 832,
      "し": 833,
      "じ": 834,
      "す": 835,
      "ず": 836,
      "せ": 837,
      "ぜ": 838,
      "そ": 839,
      "ぞ": 840,
      "た": 841,
      "だ": 842,
      "ち": 843,
      "っ": 844,
      "つ": 845,
      "づ": 846,
      "て": 847,
      "で": 848,
      "と": 849,
      "ど": 850,
      "な": 851,
      "に": 852,
      "ぬ": 853,
      "ね": 854,
      "の": 855,
      "は": 856,
      "ば": 857,
      "ぱ": 858,
      "ひ": 859,
      "び": 860,
      "ふ": 861,
      "ぶ": 862,
      "へ": 863,
      "べ": 864,
      "ほ": 865,
      "ぼ": 866,
      "ま": 867,
      "み": 868,
      "む": 869,
      "め": 870,
      "も": 871,
      "ゃ": 872,
      "や": 873,
      "ゅ": 874,
      "ゆ": 875,
      "ょ": 876,
      "よ": 877,
      "ら": 878,
      "り": 879,
      "る": 880,
      "れ": 881,
      "ろ": 882,
      "わ": 883,
      "を": 884,
      "ん": 885,
      "゚": 886,
      "ァ": 887,
      "ア": 888,
      "ィ": 889,
      "イ": 890,
      "ウ": 891,
      "ェ": 892,
      "エ": 893,
      "ォ": 894,
      "オ": 895,
      "カ": 896,
      "ガ": 897,
      "キ": 898,
      "ギ": 899,
      "ク": 900,
      "グ": 901,
      "ケ": 902,
      "ゲ": 903,
      "コ": 904,
      "ゴ": 905,
      "サ": 906,
      "ザ": 907,
      "シ": 908,
      "ジ": 909,
      "ス": 910,
      "ズ": 911,
      "セ": 912,
      "ソ": 913,
      "タ": 914,
      "ダ": 915,
      "チ": 916,
      "ッ": 917,
      "ツ": 918,
      "テ": 919,
      "デ": 920,
      "ト": 921,
      "ド": 922,
      "ナ": 923,
      "ニ": 924,
      "ネ": 925,
      "ノ": 926,
      "ハ": 927,
      "バ": 928,
      "パ": 929,
      "ヒ": 930,
      "ビ": 931,
      "ピ": 932,
      "フ": 933,
      "ブ": 934,
      "プ": 935,
      "ベ": 936,
      "ペ": 937,
      "ホ": 938,
      "ボ": 939,
      "ポ": 940,
      "マ": 941,
      "ミ": 942,
      "ム": 943,
      "メ": 944,
      "モ": 945,
      "ャ": 946,
      "ヤ": 947,
      "ュ": 948,
      "ユ": 949,
      "ョ": 950,
      "ヨ": 951,
      "ラ": 952,
      "リ": 953,
      "ル": 954,
      "レ": 955,
      "ロ": 956,
      "ワ": 957,
      "ヲ": 958,
      "ン": 959,
      "ヴ": 960,
      "・": 961,
      "ー": 962,
      "ヽ": 963,
      "ㄱ": 964,
      "ㄲ": 965,
      "ㄳ": 966,
      "ㄴ": 967,
      "ㄷ": 968,
      "ㄸ": 969,
      "ㄹ": 970,
      "ㅁ": 971,
      "ㅂ": 972,
      "ㅃ": 973,
      "ㅅ": 974,
      "ㅆ": 975,
      "ㅇ": 976,
      "ㅈ": 977,
      "ㅉ": 978,
      "ㅊ": 979,
      "ㅋ": 980,
      "ㅌ": 981,
      "ㅍ": 982,
      "ㅎ": 983,
      "ㅏ": 984,
      "ㅐ": 985,
      "ㅑ": 986,
      "ㅓ": 987,
      "ㅔ": 988,
      "ㅕ": 989,
      "ㅗ": 990,
      "ㅛ": 991,
      "ㅜ": 992,
      "ㅠ": 993,
      "ㅡ": 994,
      "ㅣ": 995,
      "ㅤ": 996,
      "ㆍ": 997,
      "㈜": 998,
      "㉠": 999,
      "㉡": 1000,
      "㉢": 1001,
      "㎍": 1002,
      "㎎": 1003,
      "㎏": 1004,
      "㎒": 1005,
      "㎓": 1006,
      "㎕": 1007,
      "㎖": 1008,
      "㎚": 1009,
      "㎛": 1010,
      "㎜": 1011,
      "㎝": 1012,
      "㎞": 1013,
      "㎠": 1014,
      "㎡": 1015,
      "㎢": 1016,
      "㎥": 1017,
      "㎾": 1018,
      "㎿": 1019,
      "㏊": 1020,
      "一": 1021,
      "丁": 1022,
      "七": 1023,
      "万": 1024,
      "丈": 1025,
      "三": 1026,
      "上": 1027,
      "下": 1028,
      "不": 1029,
      "与": 1030,
      "丑": 1031,
      "且": 1032,
      "世": 1033,
      "丘": 1034,
      "丙": 1035,
      "业": 1036,
      "东": 1037,
      "个": 1038,
      "中": 1039,
      "丸": 1040,
      "丹": 1041,
      "为": 1042,
      "主": 1043,
      "乃": 1044,
      "久": 1045,
      "么": 1046,
      "之": 1047,
      "乎": 1048,
      "乐": 1049,
      "乘": 1050,
      "乙": 1051,
      "九": 1052,
      "也": 1053,
      "乡": 1054,
      "乾": 1055,
      "亂": 1056,
      "了": 1057,
      "予": 1058,
      "事": 1059,
      "二": 1060,
      "于": 1061,
      "云": 1062,
      "五": 1063,
      "井": 1064,
      "些": 1065,
      "亞": 1066,
      "亡": 1067,
      "交": 1068,
      "亥": 1069,
      "亦": 1070,
      "亨": 1071,
      "京": 1072,
      "亭": 1073,
      "人": 1074,
      "什": 1075,
      "仁": 1076,
      "今": 1077,
      "介": 1078,
      "从": 1079,
      "仕": 1080,
      "他": 1081,
      "付": 1082,
      "仙": 1083,
      "代": 1084,
      "令": 1085,
      "以": 1086,
      "们": 1087,
      "仲": 1088,
      "件": 1089,
      "任": 1090,
      "企": 1091,
      "伊": 1092,
      "伏": 1093,
      "休": 1094,
      "会": 1095,
      "伝": 1096,
      "伯": 1097,
      "似": 1098,
      "但": 1099,
      "位": 1100,
      "低": 1101,
      "住": 1102,
      "佐": 1103,
      "体": 1104,
      "何": 1105,
      "佛": 1106,
      "作": 1107,
      "你": 1108,
      "使": 1109,
      "來": 1110,
      "例": 1111,
      "侍": 1112,
      "供": 1113,
      "依": 1114,
      "侯": 1115,
      "便": 1116,
      "係": 1117,
      "俊": 1118,
      "俗": 1119,
      "保": 1120,
      "信": 1121,
      "修": 1122,
      "俺": 1123,
      "倉": 1124,
      "個": 1125,
      "倍": 1126,
      "候": 1127,
      "假": 1128,
      "偏": 1129,
      "做": 1130,
      "健": 1131,
      "備": 1132,
      "傳": 1133,
      "傷": 1134,
      "像": 1135,
      "僕": 1136,
      "僧": 1137,
      "價": 1138,
      "儀": 1139,
      "儒": 1140,
      "優": 1141,
      "儿": 1142,
      "元": 1143,
      "兄": 1144,
      "兆": 1145,
      "先": 1146,
      "光": 1147,
      "克": 1148,
      "免": 1149,
      "兒": 1150,
      "入": 1151,
      "內": 1152,
      "全": 1153,
      "兩": 1154,
      "八": 1155,
      "公": 1156,
      "六": 1157,
      "兮": 1158,
      "共": 1159,
      "关": 1160,
      "兵": 1161,
      "其": 1162,
      "具": 1163,
      "典": 1164,
      "内": 1165,
      "再": 1166,
      "写": 1167,
      "冠": 1168,
      "冬": 1169,
      "冷": 1170,
      "凶": 1171,
      "出": 1172,
      "刀": 1173,
      "分": 1174,
      "切": 1175,
      "刑": 1176,
      "列": 1177,
      "初": 1178,
      "判": 1179,
      "別": 1180,
      "利": 1181,
      "别": 1182,
      "到": 1183,
      "制": 1184,
      "刺": 1185,
      "刻": 1186,
      "則": 1187,
      "前": 1188,
      "剛": 1189,
      "副": 1190,
      "創": 1191,
      "劉": 1192,
      "力": 1193,
      "功": 1194,
      "加": 1195,
      "动": 1196,
      "助": 1197,
      "勇": 1198,
      "動": 1199,
      "務": 1200,
      "勝": 1201,
      "勞": 1202,
      "勢": 1203,
      "包": 1204,
      "化": 1205,
      "北": 1206,
      "区": 1207,
      "區": 1208,
      "十": 1209,
      "千": 1210,
      "升": 1211,
      "午": 1212,
      "半": 1213,
      "協": 1214,
      "南": 1215,
      "博": 1216,
      "占": 1217,
      "卯": 1218,
      "印": 1219,
      "危": 1220,
      "卷": 1221,
      "卽": 1222,
      "卿": 1223,
      "厚": 1224,
      "原": 1225,
      "去": 1226,
      "參": 1227,
      "又": 1228,
      "及": 1229,
      "友": 1230,
      "反": 1231,
      "发": 1232,
      "叔": 1233,
      "取": 1234,
      "受": 1235,
      "口": 1236,
      "古": 1237,
      "句": 1238,
      "只": 1239,
      "可": 1240,
      "台": 1241,
      "史": 1242,
      "右": 1243,
      "号": 1244,
      "司": 1245,
      "吃": 1246,
      "各": 1247,
      "合": 1248,
      "吉": 1249,
      "同": 1250,
      "名": 1251,
      "后": 1252,
      "吏": 1253,
      "向": 1254,
      "君": 1255,
      "吧": 1256,
      "含": 1257,
      "吳": 1258,
      "吾": 1259,
      "告": 1260,
      "周": 1261,
      "味": 1262,
      "呼": 1263,
      "命": 1264,
      "和": 1265,
      "咸": 1266,
      "哀": 1267,
      "品": 1268,
      "員": 1269,
      "哲": 1270,
      "唐": 1271,
      "唯": 1272,
      "商": 1273,
      "問": 1274,
      "啓": 1275,
      "善": 1276,
      "喜": 1277,
      "喪": 1278,
      "嘉": 1279,
      "器": 1280,
      "嚴": 1281,
      "四": 1282,
      "回": 1283,
      "因": 1284,
      "固": 1285,
      "国": 1286,
      "國": 1287,
      "園": 1288,
      "圓": 1289,
      "圖": 1290,
      "團": 1291,
      "土": 1292,
      "在": 1293,
      "圭": 1294,
      "地": 1295,
      "场": 1296,
      "均": 1297,
      "坐": 1298,
      "坤": 1299,
      "型": 1300,
      "城": 1301,
      "域": 1302,
      "執": 1303,
      "基": 1304,
      "堂": 1305,
      "報": 1306,
      "場": 1307,
      "塔": 1308,
      "境": 1309,
      "墓": 1310,
      "增": 1311,
      "壁": 1312,
      "士": 1313,
      "壬": 1314,
      "声": 1315,
      "壽": 1316,
      "変": 1317,
      "夏": 1318,
      "外": 1319,
      "多": 1320,
      "夜": 1321,
      "夢": 1322,
      "大": 1323,
      "天": 1324,
      "太": 1325,
      "夫": 1326,
      "央": 1327,
      "失": 1328,
      "头": 1329,
      "奇": 1330,
      "奈": 1331,
      "奉": 1332,
      "女": 1333,
      "好": 1334,
      "如": 1335,
      "妙": 1336,
      "妻": 1337,
      "始": 1338,
      "姓": 1339,
      "委": 1340,
      "姜": 1341,
      "威": 1342,
      "婚": 1343,
      "婦": 1344,
      "子": 1345,
      "孔": 1346,
      "字": 1347,
      "存": 1348,
      "孝": 1349,
      "孟": 1350,
      "季": 1351,
      "孤": 1352,
      "学": 1353,
      "孫": 1354,
      "學": 1355,
      "宇": 1356,
      "守": 1357,
      "安": 1358,
      "宋": 1359,
      "完": 1360,
      "宗": 1361,
      "官": 1362,
      "定": 1363,
      "宜": 1364,
      "实": 1365,
      "実": 1366,
      "客": 1367,
      "宣": 1368,
      "室": 1369,
      "宮": 1370,
      "害": 1371,
      "家": 1372,
      "容": 1373,
      "宿": 1374,
      "寅": 1375,
      "密": 1376,
      "富": 1377,
      "寒": 1378,
      "察": 1379,
      "實": 1380,
      "寧": 1381,
      "寶": 1382,
      "对": 1383,
      "寺": 1384,
      "対": 1385,
      "封": 1386,
      "射": 1387,
      "将": 1388,
      "將": 1389,
      "尊": 1390,
      "對": 1391,
      "導": 1392,
      "小": 1393,
      "少": 1394,
      "尙": 1395,
      "就": 1396,
      "尹": 1397,
      "尼": 1398,
      "尾": 1399,
      "局": 1400,
      "居": 1401,
      "屋": 1402,
      "展": 1403,
      "属": 1404,
      "層": 1405,
      "屬": 1406,
      "山": 1407,
      "岡": 1408,
      "岩": 1409,
      "岳": 1410,
      "岸": 1411,
      "峰": 1412,
      "島": 1413,
      "崇": 1414,
      "崎": 1415,
      "崔": 1416,
      "嶺": 1417,
      "巖": 1418,
      "川": 1419,
      "州": 1420,
      "工": 1421,
      "左": 1422,
      "巨": 1423,
      "差": 1424,
      "己": 1425,
      "已": 1426,
      "巳": 1427,
      "市": 1428,
      "布": 1429,
      "希": 1430,
      "帝": 1431,
      "師": 1432,
      "帶": 1433,
      "常": 1434,
      "干": 1435,
      "平": 1436,
      "年": 1437,
      "幸": 1438,
      "序": 1439,
      "店": 1440,
      "庚": 1441,
      "府": 1442,
      "度": 1443,
      "座": 1444,
      "庫": 1445,
      "庭": 1446,
      "庵": 1447,
      "康": 1448,
      "廣": 1449,
      "廳": 1450,
      "延": 1451,
      "建": 1452,
      "开": 1453,
      "式": 1454,
      "引": 1455,
      "弗": 1456,
      "弘": 1457,
      "弟": 1458,
      "弱": 1459,
      "張": 1460,
      "強": 1461,
      "强": 1462,
      "当": 1463,
      "形": 1464,
      "彦": 1465,
      "影": 1466,
      "役": 1467,
      "彼": 1468,
      "往": 1469,
      "待": 1470,
      "很": 1471,
      "律": 1472,
      "後": 1473,
      "徐": 1474,
      "徒": 1475,
      "得": 1476,
      "從": 1477,
      "御": 1478,
      "復": 1479,
      "微": 1480,
      "德": 1481,
      "心": 1482,
      "必": 1483,
      "忍": 1484,
      "志": 1485,
      "忘": 1486,
      "忠": 1487,
      "快": 1488,
      "念": 1489,
      "怒": 1490,
      "思": 1491,
      "急": 1492,
      "性": 1493,
      "恋": 1494,
      "恐": 1495,
      "恒": 1496,
      "恩": 1497,
      "恭": 1498,
      "息": 1499,
      "悪": 1500,
      "悲": 1501,
      "情": 1502,
      "惠": 1503,
      "惡": 1504,
      "想": 1505,
      "意": 1506,
      "愚": 1507,
      "愛": 1508,
      "感": 1509,
      "慈": 1510,
      "態": 1511,
      "慧": 1512,
      "慶": 1513,
      "憲": 1514,
      "應": 1515,
      "戊": 1516,
      "戌": 1517,
      "成": 1518,
      "我": 1519,
      "戒": 1520,
      "或": 1521,
      "戦": 1522,
      "戰": 1523,
      "戶": 1524,
      "房": 1525,
      "所": 1526,
      "手": 1527,
      "才": 1528,
      "打": 1529,
      "承": 1530,
      "技": 1531,
      "把": 1532,
      "投": 1533,
      "抱": 1534,
      "拜": 1535,
      "持": 1536,
      "指": 1537,
      "振": 1538,
      "探": 1539,
      "接": 1540,
      "推": 1541,
      "提": 1542,
      "摩": 1543,
      "撃": 1544,
      "支": 1545,
      "收": 1546,
      "改": 1547,
      "攻": 1548,
      "放": 1549,
      "政": 1550,
      "故": 1551,
      "效": 1552,
      "敎": 1553,
      "救": 1554,
      "敗": 1555,
      "教": 1556,
      "散": 1557,
      "敦": 1558,
      "敬": 1559,
      "数": 1560,
      "整": 1561,
      "敵": 1562,
      "數": 1563,
      "文": 1564,
      "斗": 1565,
      "料": 1566,
      "斯": 1567,
      "新": 1568,
      "斷": 1569,
      "方": 1570,
      "於": 1571,
      "施": 1572,
      "旅": 1573,
      "族": 1574,
      "无": 1575,
      "日": 1576,
      "旨": 1577,
      "早": 1578,
      "时": 1579,
      "旺": 1580,
      "昇": 1581,
      "昌": 1582,
      "明": 1583,
      "易": 1584,
      "星": 1585,
      "映": 1586,
      "春": 1587,
      "昭": 1588,
      "是": 1589,
      "時": 1590,
      "晉": 1591,
      "晋": 1592,
      "普": 1593,
      "景": 1594,
      "智": 1595,
      "暗": 1596,
      "曆": 1597,
      "曰": 1598,
      "曲": 1599,
      "更": 1600,
      "書": 1601,
      "曹": 1602,
      "曺": 1603,
      "曾": 1604,
      "最": 1605,
      "會": 1606,
      "月": 1607,
      "有": 1608,
      "服": 1609,
      "望": 1610,
      "朝": 1611,
      "期": 1612,
      "木": 1613,
      "未": 1614,
      "末": 1615,
      "本": 1616,
      "朱": 1617,
      "朴": 1618,
      "机": 1619,
      "李": 1620,
      "材": 1621,
      "村": 1622,
      "束": 1623,
      "来": 1624,
      "東": 1625,
      "松": 1626,
      "板": 1627,
      "林": 1628,
      "果": 1629,
      "枝": 1630,
      "染": 1631,
      "柱": 1632,
      "柳": 1633,
      "査": 1634,
      "校": 1635,
      "株": 1636,
      "样": 1637,
      "核": 1638,
      "根": 1639,
      "格": 1640,
      "桂": 1641,
      "桃": 1642,
      "案": 1643,
      "桓": 1644,
      "梁": 1645,
      "梅": 1646,
      "條": 1647,
      "森": 1648,
      "植": 1649,
      "楊": 1650,
      "楚": 1651,
      "業": 1652,
      "極": 1653,
      "楽": 1654,
      "榮": 1655,
      "構": 1656,
      "様": 1657,
      "樂": 1658,
      "樓": 1659,
      "模": 1660,
      "樹": 1661,
      "橋": 1662,
      "機": 1663,
      "檢": 1664,
      "權": 1665,
      "次": 1666,
      "欲": 1667,
      "歌": 1668,
      "止": 1669,
      "正": 1670,
      "此": 1671,
      "步": 1672,
      "武": 1673,
      "歲": 1674,
      "歷": 1675,
      "歸": 1676,
      "死": 1677,
      "段": 1678,
      "殺": 1679,
      "殿": 1680,
      "母": 1681,
      "每": 1682,
      "毒": 1683,
      "比": 1684,
      "毛": 1685,
      "氏": 1686,
      "民": 1687,
      "気": 1688,
      "氣": 1689,
      "水": 1690,
      "氷": 1691,
      "永": 1692,
      "求": 1693,
      "汗": 1694,
      "江": 1695,
      "池": 1696,
      "決": 1697,
      "沈": 1698,
      "沖": 1699,
      "沙": 1700,
      "没": 1701,
      "河": 1702,
      "油": 1703,
      "治": 1704,
      "泉": 1705,
      "法": 1706,
      "波": 1707,
      "泣": 1708,
      "注": 1709,
      "泰": 1710,
      "洋": 1711,
      "洙": 1712,
      "洛": 1713,
      "洞": 1714,
      "津": 1715,
      "洪": 1716,
      "活": 1717,
      "派": 1718,
      "流": 1719,
      "浦": 1720,
      "浩": 1721,
      "浪": 1722,
      "浮": 1723,
      "海": 1724,
      "消": 1725,
      "液": 1726,
      "淨": 1727,
      "深": 1728,
      "淳": 1729,
      "淵": 1730,
      "淸": 1731,
      "清": 1732,
      "渡": 1733,
      "温": 1734,
      "港": 1735,
      "湖": 1736,
      "湯": 1737,
      "源": 1738,
      "準": 1739,
      "溪": 1740,
      "溫": 1741,
      "滅": 1742,
      "滿": 1743,
      "演": 1744,
      "漢": 1745,
      "潤": 1746,
      "澤": 1747,
      "濕": 1748,
      "濟": 1749,
      "火": 1750,
      "災": 1751,
      "炎": 1752,
      "炳": 1753,
      "点": 1754,
      "為": 1755,
      "烈": 1756,
      "烏": 1757,
      "無": 1758,
      "然": 1759,
      "煥": 1760,
      "照": 1761,
      "熙": 1762,
      "熱": 1763,
      "燕": 1764,
      "營": 1765,
      "爭": 1766,
      "爱": 1767,
      "爲": 1768,
      "父": 1769,
      "片": 1770,
      "版": 1771,
      "牛": 1772,
      "牧": 1773,
      "物": 1774,
      "特": 1775,
      "犬": 1776,
      "狀": 1777,
      "獨": 1778,
      "獻": 1779,
      "玄": 1780,
      "率": 1781,
      "玉": 1782,
      "王": 1783,
      "现": 1784,
      "珍": 1785,
      "珠": 1786,
      "現": 1787,
      "球": 1788,
      "理": 1789,
      "瑞": 1790,
      "環": 1791,
      "甘": 1792,
      "生": 1793,
      "産": 1794,
      "用": 1795,
      "田": 1796,
      "由": 1797,
      "甲": 1798,
      "申": 1799,
      "电": 1800,
      "男": 1801,
      "町": 1802,
      "画": 1803,
      "界": 1804,
      "留": 1805,
      "略": 1806,
      "番": 1807,
      "異": 1808,
      "畵": 1809,
      "當": 1810,
      "疑": 1811,
      "疾": 1812,
      "病": 1813,
      "症": 1814,
      "痛": 1815,
      "痰": 1816,
      "療": 1817,
      "癸": 1818,
      "発": 1819,
      "登": 1820,
      "發": 1821,
      "白": 1822,
      "百": 1823,
      "的": 1824,
      "皆": 1825,
      "皇": 1826,
      "皮": 1827,
      "益": 1828,
      "盛": 1829,
      "盡": 1830,
      "監": 1831,
      "盧": 1832,
      "目": 1833,
      "直": 1834,
      "相": 1835,
      "省": 1836,
      "看": 1837,
      "県": 1838,
      "眞": 1839,
      "真": 1840,
      "眠": 1841,
      "眼": 1842,
      "着": 1843,
      "督": 1844,
      "矣": 1845,
      "知": 1846,
      "短": 1847,
      "石": 1848,
      "破": 1849,
      "硏": 1850,
      "碑": 1851,
      "確": 1852,
      "示": 1853,
      "社": 1854,
      "祖": 1855,
      "神": 1856,
      "祭": 1857,
      "祿": 1858,
      "禁": 1859,
      "禍": 1860,
      "福": 1861,
      "禪": 1862,
      "禮": 1863,
      "秀": 1864,
      "私": 1865,
      "秋": 1866,
      "科": 1867,
      "秘": 1868,
      "秦": 1869,
      "移": 1870,
      "稅": 1871,
      "程": 1872,
      "種": 1873,
      "稱": 1874,
      "積": 1875,
      "穴": 1876,
      "究": 1877,
      "空": 1878,
      "突": 1879,
      "立": 1880,
      "章": 1881,
      "童": 1882,
      "端": 1883,
      "竹": 1884,
      "笑": 1885,
      "第": 1886,
      "筆": 1887,
      "等": 1888,
      "筋": 1889,
      "答": 1890,
      "策": 1891,
      "算": 1892,
      "管": 1893,
      "節": 1894,
      "篇": 1895,
      "簡": 1896,
      "米": 1897,
      "精": 1898,
      "系": 1899,
      "紀": 1900,
      "約": 1901,
      "紅": 1902,
      "純": 1903,
      "紙": 1904,
      "素": 1905,
      "紫": 1906,
      "細": 1907,
      "終": 1908,
      "組": 1909,
      "結": 1910,
      "統": 1911,
      "絶": 1912,
      "經": 1913,
      "続": 1914,
      "線": 1915,
      "緣": 1916,
      "編": 1917,
      "縣": 1918,
      "總": 1919,
      "经": 1920,
      "给": 1921,
      "网": 1922,
      "罪": 1923,
      "置": 1924,
      "羅": 1925,
      "羊": 1926,
      "美": 1927,
      "群": 1928,
      "義": 1929,
      "羽": 1930,
      "習": 1931,
      "翼": 1932,
      "老": 1933,
      "考": 1934,
      "者": 1935,
      "而": 1936,
      "耳": 1937,
      "聖": 1938,
      "聞": 1939,
      "聲": 1940,
      "職": 1941,
      "肅": 1942,
      "肉": 1943,
      "肝": 1944,
      "育": 1945,
      "肺": 1946,
      "胃": 1947,
      "背": 1948,
      "胡": 1949,
      "胸": 1950,
      "能": 1951,
      "脈": 1952,
      "脫": 1953,
      "脾": 1954,
      "腎": 1955,
      "腫": 1956,
      "腸": 1957,
      "腹": 1958,
      "臟": 1959,
      "臣": 1960,
      "臨": 1961,
      "自": 1962,
      "至": 1963,
      "致": 1964,
      "臺": 1965,
      "與": 1966,
      "興": 1967,
      "舊": 1968,
      "舍": 1969,
      "舞": 1970,
      "般": 1971,
      "船": 1972,
      "良": 1973,
      "色": 1974,
      "花": 1975,
      "若": 1976,
      "苦": 1977,
      "英": 1978,
      "茶": 1979,
      "草": 1980,
      "莊": 1981,
      "莫": 1982,
      "菜": 1983,
      "菩": 1984,
      "華": 1985,
      "萬": 1986,
      "落": 1987,
      "葉": 1988,
      "著": 1989,
      "蓮": 1990,
      "薄": 1991,
      "薩": 1992,
      "藏": 1993,
      "藝": 1994,
      "藤": 1995,
      "藥": 1996,
      "蘇": 1997,
      "蘭": 1998,
      "虎": 1999,
      "處": 2000,
      "虛": 2001,
      "號": 2002,
      "血": 2003,
      "衆": 2004,
      "行": 2005,
      "術": 2006,
      "街": 2007,
      "衛": 2008,
      "衣": 2009,
      "表": 2010,
      "被": 2011,
      "裏": 2012,
      "補": 2013,
      "製": 2014,
      "西": 2015,
      "要": 2016,
      "見": 2017,
      "規": 2018,
      "視": 2019,
      "覚": 2020,
      "親": 2021,
      "覺": 2022,
      "觀": 2023,
      "见": 2024,
      "角": 2025,
      "解": 2026,
      "言": 2027,
      "計": 2028,
      "訓": 2029,
      "記": 2030,
      "設": 2031,
      "許": 2032,
      "註": 2033,
      "評": 2034,
      "詞": 2035,
      "試": 2036,
      "詩": 2037,
      "話": 2038,
      "誌": 2039,
      "認": 2040,
      "語": 2041,
      "誠": 2042,
      "說": 2043,
      "誰": 2044,
      "調": 2045,
      "談": 2046,
      "論": 2047,
      "諱": 2048,
      "諸": 2049,
      "謂": 2050,
      "謝": 2051,
      "證": 2052,
      "識": 2053,
      "警": 2054,
      "議": 2055,
      "護": 2056,
      "讀": 2057,
      "變": 2058,
      "话": 2059,
      "语": 2060,
      "说": 2061,
      "请": 2062,
      "谷": 2063,
      "豆": 2064,
      "豊": 2065,
      "象": 2066,
      "貞": 2067,
      "負": 2068,
      "財": 2069,
      "貫": 2070,
      "貴": 2071,
      "資": 2072,
      "賢": 2073,
      "質": 2074,
      "赤": 2075,
      "走": 2076,
      "起": 2077,
      "超": 2078,
      "越": 2079,
      "趙": 2080,
      "足": 2081,
      "路": 2082,
      "身": 2083,
      "車": 2084,
      "軍": 2085,
      "載": 2086,
      "輝": 2087,
      "輪": 2088,
      "轉": 2089,
      "车": 2090,
      "辛": 2091,
      "辨": 2092,
      "辭": 2093,
      "辰": 2094,
      "農": 2095,
      "込": 2096,
      "过": 2097,
      "迎": 2098,
      "近": 2099,
      "返": 2100,
      "还": 2101,
      "这": 2102,
      "进": 2103,
      "述": 2104,
      "迷": 2105,
      "追": 2106,
      "退": 2107,
      "送": 2108,
      "逆": 2109,
      "通": 2110,
      "速": 2111,
      "造": 2112,
      "逢": 2113,
      "連": 2114,
      "進": 2115,
      "遂": 2116,
      "遇": 2117,
      "遊": 2118,
      "運": 2119,
      "過": 2120,
      "道": 2121,
      "達": 2122,
      "違": 2123,
      "遠": 2124,
      "選": 2125,
      "遺": 2126,
      "還": 2127,
      "邊": 2128,
      "邑": 2129,
      "那": 2130,
      "邪": 2131,
      "郎": 2132,
      "郞": 2133,
      "郡": 2134,
      "部": 2135,
      "都": 2136,
      "鄕": 2137,
      "鄭": 2138,
      "酉": 2139,
      "配": 2140,
      "酒": 2141,
      "酸": 2142,
      "醫": 2143,
      "釋": 2144,
      "里": 2145,
      "重": 2146,
      "野": 2147,
      "量": 2148,
      "金": 2149,
      "鉉": 2150,
      "銀": 2151,
      "銅": 2152,
      "錄": 2153,
      "錢": 2154,
      "錦": 2155,
      "錫": 2156,
      "鍾": 2157,
      "鎬": 2158,
      "鎭": 2159,
      "鏡": 2160,
      "鐵": 2161,
      "鑑": 2162,
      "镇": 2163,
      "長": 2164,
      "长": 2165,
      "門": 2166,
      "開": 2167,
      "間": 2168,
      "関": 2169,
      "閣": 2170,
      "關": 2171,
      "门": 2172,
      "间": 2173,
      "防": 2174,
      "阿": 2175,
      "附": 2176,
      "降": 2177,
      "限": 2178,
      "院": 2179,
      "除": 2180,
      "陰": 2181,
      "陳": 2182,
      "陵": 2183,
      "陽": 2184,
      "隆": 2185,
      "隊": 2186,
      "際": 2187,
      "隨": 2188,
      "隱": 2189,
      "雄": 2190,
      "雅": 2191,
      "集": 2192,
      "雙": 2193,
      "離": 2194,
      "難": 2195,
      "雨": 2196,
      "雪": 2197,
      "雲": 2198,
      "雷": 2199,
      "電": 2200,
      "震": 2201,
      "露": 2202,
      "靈": 2203,
      "靑": 2204,
      "青": 2205,
      "靜": 2206,
      "非": 2207,
      "面": 2208,
      "革": 2209,
      "韓": 2210,
      "韩": 2211,
      "音": 2212,
      "順": 2213,
      "領": 2214,
      "頭": 2215,
      "題": 2216,
      "顔": 2217,
      "願": 2218,
      "類": 2219,
      "顯": 2220,
      "風": 2221,
      "飛": 2222,
      "食": 2223,
      "飮": 2224,
      "養": 2225,
      "餘": 2226,
      "館": 2227,
      "首": 2228,
      "香": 2229,
      "馬": 2230,
      "駅": 2231,
      "驛": 2232,
      "骨": 2233,
      "體": 2234,
      "高": 2235,
      "鬼": 2236,
      "魂": 2237,
      "魏": 2238,
      "魔": 2239,
      "魚": 2240,
      "魯": 2241,
      "鮮": 2242,
      "鳥": 2243,
      "鳳": 2244,
      "鳴": 2245,
      "鶴": 2246,
      "麗": 2247,
      "麻": 2248,
      "黃": 2249,
      "黑": 2250,
      "點": 2251,
      "黨": 2252,
      "鼓": 2253,
      "齊": 2254,
      "齋": 2255,
      "龍": 2256,
      "ꈍ": 2257,
      "꙼": 2258,
      "가": 2259,
      "각": 2260,
      "간": 2261,
      "갇": 2262,
      "갈": 2263,
      "갉": 2264,
      "감": 2265,
      "갑": 2266,
      "값": 2267,
      "갓": 2268,
      "갔": 2269,
      "강": 2270,
      "갖": 2271,
      "갗": 2272,
      "같": 2273,
      "갚": 2274,
      "갛": 2275,
      "개": 2276,
      "객": 2277,
      "갠": 2278,
      "갤": 2279,
      "갬": 2280,
      "갭": 2281,
      "갯": 2282,
      "갰": 2283,
      "갱": 2284,
      "갸": 2285,
      "걀": 2286,
      "걍": 2287,
      "걔": 2288,
      "거": 2289,
      "걱": 2290,
      "건": 2291,
      "걷": 2292,
      "걸": 2293,
      "검": 2294,
      "겁": 2295,
      "것": 2296,
      "겄": 2297,
      "겅": 2298,
      "겆": 2299,
      "겉": 2300,
      "겊": 2301,
      "겋": 2302,
      "게": 2303,
      "겐": 2304,
      "겔": 2305,
      "겜": 2306,
      "겟": 2307,
      "겠": 2308,
      "겡": 2309,
      "겨": 2310,
      "격": 2311,
      "겪": 2312,
      "견": 2313,
      "결": 2314,
      "겸": 2315,
      "겹": 2316,
      "겻": 2317,
      "겼": 2318,
      "경": 2319,
      "곁": 2320,
      "계": 2321,
      "곗": 2322,
      "곘": 2323,
      "고": 2324,
      "곡": 2325,
      "곤": 2326,
      "곧": 2327,
      "골": 2328,
      "곪": 2329,
      "곯": 2330,
      "곰": 2331,
      "곱": 2332,
      "곳": 2333,
      "공": 2334,
      "곶": 2335,
      "곸": 2336,
      "과": 2337,
      "곽": 2338,
      "관": 2339,
      "괄": 2340,
      "괌": 2341,
      "광": 2342,
      "괘": 2343,
      "괜": 2344,
      "괞": 2345,
      "괭": 2346,
      "괴": 2347,
      "괸": 2348,
      "굉": 2349,
      "교": 2350,
      "굣": 2351,
      "구": 2352,
      "국": 2353,
      "군": 2354,
      "굳": 2355,
      "굴": 2356,
      "굵": 2357,
      "굶": 2358,
      "굼": 2359,
      "굽": 2360,
      "굿": 2361,
      "궁": 2362,
      "궂": 2363,
      "궈": 2364,
      "권": 2365,
      "궐": 2366,
      "궜": 2367,
      "궤": 2368,
      "귀": 2369,
      "귄": 2370,
      "귈": 2371,
      "귓": 2372,
      "규": 2373,
      "균": 2374,
      "귤": 2375,
      "그": 2376,
      "극": 2377,
      "근": 2378,
      "글": 2379,
      "긁": 2380,
      "금": 2381,
      "급": 2382,
      "긋": 2383,
      "긍": 2384,
      "긔": 2385,
      "기": 2386,
      "긱": 2387,
      "긴": 2388,
      "길": 2389,
      "김": 2390,
      "깁": 2391,
      "깃": 2392,
      "깅": 2393,
      "깊": 2394,
      "까": 2395,
      "깍": 2396,
      "깎": 2397,
      "깐": 2398,
      "깔": 2399,
      "깜": 2400,
      "깝": 2401,
      "깟": 2402,
      "깠": 2403,
      "깡": 2404,
      "깥": 2405,
      "깨": 2406,
      "깬": 2407,
      "깰": 2408,
      "깻": 2409,
      "깼": 2410,
      "깽": 2411,
      "꺄": 2412,
      "꺅": 2413,
      "꺠": 2414,
      "꺼": 2415,
      "꺽": 2416,
      "꺾": 2417,
      "껀": 2418,
      "껄": 2419,
      "껌": 2420,
      "껍": 2421,
      "껏": 2422,
      "껐": 2423,
      "껑": 2424,
      "께": 2425,
      "껜": 2426,
      "껴": 2427,
      "꼇": 2428,
      "꼈": 2429,
      "꼐": 2430,
      "꼬": 2431,
      "꼭": 2432,
      "꼰": 2433,
      "꼴": 2434,
      "꼼": 2435,
      "꼽": 2436,
      "꼿": 2437,
      "꽁": 2438,
      "꽂": 2439,
      "꽃": 2440,
      "꽈": 2441,
      "꽉": 2442,
      "꽝": 2443,
      "꽤": 2444,
      "꽥": 2445,
      "꾀": 2446,
      "꾸": 2447,
      "꾹": 2448,
      "꾼": 2449,
      "꿀": 2450,
      "꿇": 2451,
      "꿈": 2452,
      "꿉": 2453,
      "꿋": 2454,
      "꿍": 2455,
      "꿎": 2456,
      "꿔": 2457,
      "꿧": 2458,
      "꿨": 2459,
      "꿩": 2460,
      "꿰": 2461,
      "뀌": 2462,
      "뀐": 2463,
      "뀔": 2464,
      "뀜": 2465,
      "뀝": 2466,
      "뀨": 2467,
      "끄": 2468,
      "끈": 2469,
      "끊": 2470,
      "끌": 2471,
      "끓": 2472,
      "끔": 2473,
      "끕": 2474,
      "끗": 2475,
      "끙": 2476,
      "끝": 2477,
      "끼": 2478,
      "끽": 2479,
      "낀": 2480,
      "낄": 2481,
      "낌": 2482,
      "낍": 2483,
      "낏": 2484,
      "낑": 2485,
      "나": 2486,
      "낙": 2487,
      "낚": 2488,
      "난": 2489,
      "날": 2490,
      "낡": 2491,
      "남": 2492,
      "납": 2493,
      "낫": 2494,
      "났": 2495,
      "낭": 2496,
      "낮": 2497,
      "낯": 2498,
      "낱": 2499,
      "낳": 2500,
      "내": 2501,
      "낵": 2502,
      "낸": 2503,
      "낼": 2504,
      "냄": 2505,
      "냅": 2506,
      "냇": 2507,
      "냈": 2508,
      "냉": 2509,
      "냐": 2510,
      "냑": 2511,
      "냔": 2512,
      "냘": 2513,
      "냠": 2514,
      "냥": 2515,
      "너": 2516,
      "넉": 2517,
      "넋": 2518,
      "넌": 2519,
      "널": 2520,
      "넒": 2521,
      "넓": 2522,
      "넘": 2523,
      "넙": 2524,
      "넛": 2525,
      "넜": 2526,
      "넝": 2527,
      "넣": 2528,
      "네": 2529,
      "넥": 2530,
      "넨": 2531,
      "넬": 2532,
      "넴": 2533,
      "넵": 2534,
      "넷": 2535,
      "넸": 2536,
      "넹": 2537,
      "넼": 2538,
      "녀": 2539,
      "녁": 2540,
      "년": 2541,
      "념": 2542,
      "녔": 2543,
      "녕": 2544,
      "녘": 2545,
      "녜": 2546,
      "노": 2547,
      "녹": 2548,
      "논": 2549,
      "놀": 2550,
      "놈": 2551,
      "놉": 2552,
      "놋": 2553,
      "농": 2554,
      "높": 2555,
      "놓": 2556,
      "놔": 2557,
      "놧": 2558,
      "놨": 2559,
      "뇌": 2560,
      "뇨": 2561,
      "뇬": 2562,
      "뇰": 2563,
      "뇸": 2564,
      "뇽": 2565,
      "누": 2566,
      "눅": 2567,
      "눈": 2568,
      "눌": 2569,
      "눔": 2570,
      "눕": 2571,
      "눗": 2572,
      "눙": 2573,
      "눠": 2574,
      "눴": 2575,
      "눼": 2576,
      "뉘": 2577,
      "뉜": 2578,
      "뉠": 2579,
      "뉩": 2580,
      "뉴": 2581,
      "늄": 2582,
      "늉": 2583,
      "느": 2584,
      "늑": 2585,
      "는": 2586,
      "늘": 2587,
      "늙": 2588,
      "늠": 2589,
      "능": 2590,
      "늦": 2591,
      "늪": 2592,
      "늬": 2593,
      "니": 2594,
      "닉": 2595,
      "닌": 2596,
      "닐": 2597,
      "님": 2598,
      "닙": 2599,
      "닛": 2600,
      "닝": 2601,
      "닠": 2602,
      "닢": 2603,
      "다": 2604,
      "닥": 2605,
      "닦": 2606,
      "단": 2607,
      "닫": 2608,
      "달": 2609,
      "닭": 2610,
      "닮": 2611,
      "닳": 2612,
      "담": 2613,
      "답": 2614,
      "닷": 2615,
      "당": 2616,
      "닻": 2617,
      "닼": 2618,
      "닿": 2619,
      "대": 2620,
      "댁": 2621,
      "댄": 2622,
      "댈": 2623,
      "댐": 2624,
      "댑": 2625,
      "댓": 2626,
      "댔": 2627,
      "댕": 2628,
      "댜": 2629,
      "댱": 2630,
      "더": 2631,
      "덕": 2632,
      "덖": 2633,
      "던": 2634,
      "덜": 2635,
      "덟": 2636,
      "덤": 2637,
      "덥": 2638,
      "덧": 2639,
      "덩": 2640,
      "덫": 2641,
      "덮": 2642,
      "데": 2643,
      "덱": 2644,
      "덴": 2645,
      "델": 2646,
      "뎀": 2647,
      "뎁": 2648,
      "뎃": 2649,
      "뎅": 2650,
      "뎈": 2651,
      "뎌": 2652,
      "뎠": 2653,
      "도": 2654,
      "독": 2655,
      "돈": 2656,
      "돋": 2657,
      "돌": 2658,
      "돔": 2659,
      "돕": 2660,
      "돗": 2661,
      "동": 2662,
      "돛": 2663,
      "돠": 2664,
      "돼": 2665,
      "됀": 2666,
      "됌": 2667,
      "됍": 2668,
      "됏": 2669,
      "됐": 2670,
      "되": 2671,
      "된": 2672,
      "될": 2673,
      "됨": 2674,
      "됩": 2675,
      "됫": 2676,
      "됬": 2677,
      "됴": 2678,
      "두": 2679,
      "둑": 2680,
      "둔": 2681,
      "둘": 2682,
      "둠": 2683,
      "둡": 2684,
      "둣": 2685,
      "둥": 2686,
      "둬": 2687,
      "뒀": 2688,
      "뒈": 2689,
      "뒤": 2690,
      "뒷": 2691,
      "뒹": 2692,
      "듀": 2693,
      "듄": 2694,
      "듈": 2695,
      "듐": 2696,
      "듕": 2697,
      "드": 2698,
      "득": 2699,
      "든": 2700,
      "듣": 2701,
      "들": 2702,
      "듦": 2703,
      "듬": 2704,
      "듭": 2705,
      "듯": 2706,
      "등": 2707,
      "듸": 2708,
      "디": 2709,
      "딕": 2710,
      "딘": 2711,
      "딛": 2712,
      "딜": 2713,
      "딤": 2714,
      "딥": 2715,
      "딧": 2716,
      "딨": 2717,
      "딩": 2718,
      "딪": 2719,
      "따": 2720,
      "딱": 2721,
      "딴": 2722,
      "딸": 2723,
      "땀": 2724,
      "땃": 2725,
      "땄": 2726,
      "땅": 2727,
      "땋": 2728,
      "때": 2729,
      "땐": 2730,
      "땔": 2731,
      "땜": 2732,
      "땟": 2733,
      "땠": 2734,
      "땡": 2735,
      "땨": 2736,
      "떄": 2737,
      "떙": 2738,
      "떠": 2739,
      "떡": 2740,
      "떤": 2741,
      "떨": 2742,
      "떫": 2743,
      "떳": 2744,
      "떴": 2745,
      "떵": 2746,
      "떻": 2747,
      "떼": 2748,
      "뗀": 2749,
      "뗄": 2750,
      "뗏": 2751,
      "뗐": 2752,
      "또": 2753,
      "똑": 2754,
      "똘": 2755,
      "똠": 2756,
      "똥": 2757,
      "똬": 2758,
      "똭": 2759,
      "뙇": 2760,
      "뚜": 2761,
      "뚝": 2762,
      "뚠": 2763,
      "뚤": 2764,
      "뚫": 2765,
      "뚱": 2766,
      "뛰": 2767,
      "뛴": 2768,
      "뛸": 2769,
      "뜀": 2770,
      "뜨": 2771,
      "뜩": 2772,
      "뜬": 2773,
      "뜯": 2774,
      "뜰": 2775,
      "뜸": 2776,
      "뜹": 2777,
      "뜻": 2778,
      "띄": 2779,
      "띈": 2780,
      "띌": 2781,
      "띔": 2782,
      "띕": 2783,
      "띠": 2784,
      "띤": 2785,
      "띨": 2786,
      "띵": 2787,
      "라": 2788,
      "락": 2789,
      "란": 2790,
      "랄": 2791,
      "람": 2792,
      "랍": 2793,
      "랏": 2794,
      "랐": 2795,
      "랑": 2796,
      "랖": 2797,
      "랗": 2798,
      "래": 2799,
      "랙": 2800,
      "랜": 2801,
      "랠": 2802,
